Revit 2027 API
CurtainGridSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	CurtainGrid item
)
Public Overridable Function Contains (
	item As CurtainGrid
) As Boolean
public:
virtual bool Contains(
	CurtainGrid^ item
)
abstract Contains :
        item : CurtainGrid -> bool
override Contains :
        item : CurtainGrid -> bool
Parameters
item CurtainGrid
Return Value
Boolean
See Also
Reference
CurtainGridSet Class
Autodesk.Revit.DB Namespace